Repository: tomjn/p2020
Catalog: p2020/languages/*.po
Languages: is

source: Communication is oxygen.
is: Samskipti er súrefni.

# placeholder
source: Search &hellip;
is: Leita &hellip;

# submit button
source: Search
is: Leita

source: Search Results for: %s
is: Leitarniðurstöður: %s

# assistive text
source: Search
is: Leita

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
is: Það lítur út fyrir að við finnum ekki það sem þú leitar að. Hugsanlega hjálpar til að nota leitina.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
is: Tilbúinn að gefa út þína fyrstu færslu? <a href="%1$s">Byrjaðu hérna</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
is: Afsakið, ekkert passaði við leitarskilyrði þín. Vinsamlega reyndu aftur með einhverjum öðrum leitarorðum.

source: Nothing Found
is: Ekkert fannst

source: %1$s <em>on</em> %2$s
is: %1$s <em>þann</em> %2$s

source: Recent Updates
is: Nýlegar uppfærslur

# Month name
source: Updates from %s
is: Uppfærslur frá %s

source: Pingback:
is: Bakvísun:

source: <span class="meta-nav">&larr;</span> Older posts
is: <span class="meta-nav">&larr;</span> Eldri færslur

source: Newer posts <span class="meta-nav">&rarr;</span>
is: Nýrri færslur <span class="meta-nav">&rarr;</span>

source: Post navigation
is: Leiðarstýring færslu

source: Page %s
is: Síða %s

source: Both comments and trackbacks are currently closed.
is: Lokað er fyrir bæði athugasemdir og bakrakningar.

source: Link Color
is: Litur tengils

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
is: Lokað er fyrir athugasemdir, en þú getur skilið eftir bakrakningu: <a class="trackback-link" href="%s" title="Vefslóð bakrakningar fyrir færsluna þína" rel="trackback">vefslóð bakrakningar</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
is: Lokað er fyrir bakrakningar, en þú getur <a class="comment-link" href="#respond" title="Skrifa athugasemd">skrifað athugasemd</a>.

source: Next <span class="meta-nav">&rarr;</span>
is: Næsta <span class="meta-nav">&rarr;</span>

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
is: <a class="comment-link" href="#respond" title="Skrifa athugasemd">Skrifaðu athugasemd</a> eða skildu eftir bakrakningu: <a class="trackback-link" href="%s" title="Vefslóð bakrakningar færslunnar þinnar" rel="trackback">vefslóð bakrakningar</a>.

source: <span class="meta-nav">&larr;</span> Previous
is: <span class="meta-nav">&larr;</span> Fyrri

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
is: Birt þann <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> kl <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Fara aftur í %7$s" rel="gallery">%8$s</a>

source: Edit
is: Leiðrétta

source: Skip to content
is: Fara að efni

source: Menu
is: Valmynd

# Open Sans font: on or off
source: on
is: virkt

source: Primary Menu
is: Aðalvalmynd

source: Sidebar
is: Hliðarstika

source: Theme: %1$s by %2$s.
is: Þema: %1$s hannað af %2$s.

source: Proudly powered by %s
is: Knúið af %s með stolti

source: <br />Tags:
is: <br />Merki:

source: Continue reading <span class="meta-nav">&rarr;</span>
is: Halda áfram að lesa <span class="meta-nav">&rarr;</span>

source: Posts by %1$s ( @%2$s )
is: Færslur eftir %1$s ( @%2$s )

source: Pages:
is: Síður:

source: Comments are closed.
is: Lokað er fyrir athugasemdir.

source: &larr; Older Comments
is: &larr; Eldri athugasemdir

source: Newer Comments &rarr;
is: Nýrri athugasemdir &rarr;

source: Comment navigation
is: Leiðarkerfi athugasemda

source: Archives
is: Færslusöfn

source: Links
is: Tenglar

source: Quotes
is: Tilvitnanir

source: Images
is: Myndir

source: Videos
is: Myndbönd

source: Yearly Archives: %s
is: Árskipt greinasafn: %s

source: Asides
is: Innskot

source: Monthly Archives: %s
is: Mánaðarskipt greinasafn: %s

source: Author Archives: %s
is: Greinasafn höfundar: %s

source: Daily Archives: %s
is: Dagskipt færslusafn: %s

source: Tag Archives: %s
is: Greinasafn merkis: %s

source: Try looking in the monthly archives. %1$s
is: Prófaðu að skoða sarpinn. %1$s

source: Category Archives: %s
is: Greinasafn flokks: %s

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
is: Ekkert finnst á þessari slóð. Reyndu einhvern af hlekkjunum fyrir neðan eða notaðu leitarstikuna.

source: Most Used Categories
is: Vinsælustu flokkarnir

source: Oops! That page can&rsquo;t be found.
is: Úbbs! Þessi síða fannst ekki.
